tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'neovim/neovim'

# basic utils
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'findutils'
brew 'diffutils'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'readline'
brew 'grep'
brew 'gawk'
brew 'less'
brew 'wget'
brew 'xz'
brew 'ack'
brew 'tree'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'colordiff'

# toolbox
brew 'git'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'httpie'
brew 'neovim'
brew 'cloc'
brew 'postgresql'

# js development
brew 'node@10'

# python development
brew 'pyenv'
brew 'pipenv'

# gui apps
brew 'cask'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'spectacle'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'android-file-transfer'
cask 'tunnelblick'
cask 'keepassxc'
cask 'vlc'

# fonts
cask 'font-iosevka'
cask 'font-lato'
cask 'font-material-icons'
